package com.wilsonflying.testfragment2;

public class Data {

	public static final String[] TITILES = {
		"灵魂战车2","变形金刚3:月黑之时","敢死队2"
	};
	
	public static final String[] DETAILS = {
		"导演：马克.斯蒂文.约翰逊 \n " +
		"主演" + "\n" +
		"尼古拉斯.凯奇伊娃.门德斯韦斯.本特利 " +"\n" +
		"地区：美国 " +"\n" +
		"年份：2011 " + "\n" +
		"类型：动作科幻惊悚 " +"\n" +
		"时长：95分钟",
	
		"导演：迈克尔.贝 " +"\n" +
		"主演： " +"\n" +
		"希亚.拉博夫罗茜.汉丁顿.惠特莉乔什.杜哈明帕特里克.德姆西 " + "\n" +
		"地区：美国 " + "\n" +
		"年份：2011 " + "\n" +
		"类型：动作冒险科幻 " + "\n" +
		"时长：148分钟",
		
		"导演：西蒙·韦斯特 " + "\n" +
		"主演：西尔维斯特·史泰龙 杰森·斯坦森  " + "\n" +
		"103 分钟 - - 动作 / 惊悚 / 冒险 "
	};
}
